let dataPost = [
    {   
        board : "공지게시판",
        name : "김창식",
        title : "종강파티 수요조사를 시작합니다!",
        content : "스터디 종강 파티 날짜 수요조사를 하도록 하겠습니다! 6월 15일(목) 이때 과 종강 파티가 있다고 알고 있는데요. 만약 목요일이 스터디 종강 파티 날짜로 잡힐 경우 과 종강 파티를 가실 분들은 과 종강 파티를 참석하시고 스터디 종강 파티를 늦참하셔도 됩니다! 그러니 자유롭게 댓글 부탁드립니다~!",
        date : "20XX.12.24"
    },

    {   
        board : "질문게시판",
        name : "지소영",
        title : "언제까지 이러고 있어야 끝나나요?",
        content : "왜 저는 퍼블리싱을 혼자 하나요? 저는 퍼블리셔가 아닌데.. 그리고 도대체 페이지가 왜 끝이 안나나요. 제가 이렇게 실력이 없었나 자괴감이 들고요.. 매일 똑같은 코드 찍어내느라 정신 나갈것같네요. 개발자 복지는 어디갔나요? 물론 넷 다 개발자라 셀프지만..",
        date : "20XX.1.23"
    }

]

export default dataPost;